;Place localized text in this file
[WepUpgradeFix_MCMScreen]

ModName="Исправление оружия"
PageTitle="Исправление оружия"
GroupHeader[0]="Исправление эффектов боеприпасов и оружия"
GroupHeader[1]="Типичные корректировки стоимости оружия"
TYPICAL_PISTOL_Label="Способности пистолетов"
TYPICAL_REAPER_Label="Способности жнеца"
TYPICAL_MISC_Label="Разные способности"
TYPICAL_PISTOL_Tip="Следующие способности теперь будут использовать типичную стоимость действия для своего оружия:"
TYPICAL_REAPER_Tip="Следующие способности теперь будут использовать типичную стоимость действия для своего оружия:"
TYPICAL_MISC_Tip="Следующие способности теперь будут использовать типичную стоимость действия для своего оружия:"
GroupHeader[2]="Другие исправления"
Primary_Shredder_Label="Принудительный первичный измельчитель"
Primary_Shredder_Tip="Используйте способность Шредер для применения в качестве основного оружия. Опция Указанное оружие будет применяться только к оружию следующих категорий:"
Primary_Shredder_Strings[0]="Никогда"
Primary_Shredder_Strings[1]="Указанное оружие"
Primary_Shredder_Strings[2]="Всегда"